tap "buo/cask-upgrade"
brew "mas"
brew "mise"
brew "openfortivpn"
brew "git-delta"
brew "ripgrep"
brew "nmap"
brew "libyaml"
brew "gpg"
brew "postgresql"
brew "httpie"
brew "overmind"
brew "awscli"

cask "1password"
cask "font-hack-nerd-font"
cask "ghostty"
cask "raycast"
cask "slack"
cask "visual-studio-code"

mas "1Password for Safari", id: 1569813296
mas "Firefox: Private, Safe Browser", id: 989804926
mas "Monosnap - screenshot editor", id: 540348655
